#არითმეტიკური მაგალითები


#მიმატება
print(50+23)
print(41+31)

#გამოკლება
print(321-31)
print(678-324)

#გამრავლება
print(52*4)
print(25*7)

#გაყოფა
print(50//2)
print(325//5)

#დახარისხება
print(30**3)
print(87**5)

print("დედაჩემის ასაკი 34")
print("მამაჩემის ასაკი 47")
print("ბებიაჩემის ასაკი 70")
print("ჩემის დის ასაკი 10 ")

#მათი ასაკი 20 წლის შემდეგ

print(34+20)
print(47+20)
print(70+20)
print(10+20)


#ჩემ თავზე იმპორმაციები
Name = 'Omiko'
Last_name = 'Barkalaia'
Age = 12
Country = 'Georgia'
City = 'Tbilisi'
Favourite_colour = 'Green'
Favourite_car = 'Lamborghini'
Favourite_food = 'Pizza'
Favourtie_sport = 'Football'

#ერთი დიდი წინდადადება 
print("ჩემი სახელია ომიკო ბარკალაია მე 12 წლის ვარ ვცხოვრობ საქართველოში ქალაქ თბილისში, ჩემი საყვარელი ფერი არის მწვანე ასევე მაქვს ჩემის საყვარელი მაანქანა ლამბორჯინი,ჩემი საყვარელი საჭმელი არის პიცა და ჩემი საყვარელი სპორტი არის ფეხბურთი")
      


name = input('Enter your name: ')
print ('გამარჯობა ' + name + ' მე შენ გილოცავ დაბადების დღეს მრავალს დაესწარი შენს ოჯახთან ერთად!' ) 

